#Задача 1 
dark=int(input("Введите число"))
if dark>0:
    print("используйте команду принт")
elif dark<0:
    print("-1")
else:
    print("1")
#Задача 2 
dark = int(input("Введите чило пофиг какое"))
if dark > 0:
    dark / 100
    print(dark,"Че так много давай меньше")
elif dark < 0:
    dark + 1111111111111111
    print(dark,"че так мало надо больше")
else:
    print("0 не вариант")
    # Задача 3 
dark = int(input("Ввод первой переменной"))
nark = int(input("Ввод второй переменной"))
if dark > nark:
    lol = dark - nark
    print(lol)
elif dark < nark:
    lol = dark + nark 
    print(lol)
else:
    lol = dark
    print(lol)
    
