# Задача 1 
while True:
    print("Идем в книжный магазин")
    a =input("Ответ")
    if a == "да":
        print("Книга куплена")
break
#Задача 2
print("Введите 3 числа ")
count = 0
while count != 3:
    n = int(input())
if n % 2 == 0:
    print("Число нечет")
else:
    count += 1 
        